Repository: qolerakosmiq/pybackup
Catalog: locales/*/LC_MESSAGES/pybackup.po
Languages: fr

source: Source Directory:
fr: Répertoire source :

source: Browse...
fr: Parcourir...

source: Target Directories:
fr: Répertoires cibles :

source: Add...
fr: Ajouter...

source: Remove
fr: Supprimer

source: Target Free Space (%):
fr: Espace libre cible (%) :

source: Minimum percentage of disk space to leave free (0-90).
fr: Pourcentage minimum d'espace disque à laisser libre (0-90).

source: Copy Retries:
fr: Tentatives de copie :

source: Number of times to retry copying a file after an error (0+).
fr: Nombre de tentatives de copie d'un fichier après une erreur (0+).

source: Retry Delay (s):
fr: Délai de tentative (s) :

source: Seconds to wait between failed copy attempts (0+).
fr: Secondes d'attente entre les tentatives de copie échouées (0+).

source: Files
fr: Fichiers

source: Log File Path:
fr: Chemin fichier journal :

source: File where operation logs will be written.
fr: Fichier où les journaux d'opération seront écrits.

source: State File Path:
fr: Chemin fichier d'état :

source: File used to store progress for resuming interrupted backups.
fr: Fichier utilisé pour stocker la progression afin de reprendre les sauvegardes interrompues.

source: Start Backup >
fr: Démarrer la sauvegarde >

source: Select Source Directory
fr: Sélectionner le répertoire source

source: Add Target Directory
fr: Ajouter un répertoire cible

source: Select Log File
fr: Sélectionner le fichier journal

source: Log files
fr: Fichiers journaux

source: Text files
fr: Fichiers texte

source: All files
fr: Tous les fichiers

source: Select State File
fr: Sélectionner le fichier d'état

source: JSON files
fr: Fichiers JSON

source: Overall Progress:
fr: Progression globale :

source: Starting...
fr: Démarrage...

source: Item Path
fr: Chemin élément

source: Status
fr: Statut

source: Current Target
fr: Cible actuelle

source: Logs
fr: Journaux

source: Cancel
fr: Annuler

source: Processing...
fr: Traitement...

source: Error path
fr: Erreur chemin

source: Backup Summary
fr: Résumé de la sauvegarde

source: Backup finished/cancelled.
fr: Sauvegarde terminée/annulée.

source: Failed Items:
fr: Éléments échoués :

source: Close
fr: Fermer

source: Please select a valid source directory.
fr: Veuillez sélectionner un répertoire source valide.

source: Error
fr: Erreur

source: Please add at least one target directory.
fr: Veuillez ajouter au moins un répertoire cible.

source: Confirm Target Creation
fr: Confirmer la création de la cible

source: Target directory '{path}' does not exist. Do you want to create it?
fr: Le répertoire cible '{path}' n'existe pas. Voulez-vous le créer ?

source: Could not create target '{path}': {error}
fr: Impossible de créer la cible '{path}' : {error}

source: Target directory '{path}' must exist.
fr: Le répertoire cible '{path}' doit exister.

source: Target directory '{path}' is not writable.
fr: Le répertoire cible '{path}' n'est pas accessible en écriture.

source: Log file path empty.
fr: Chemin du fichier journal vide.

source: State file path empty.
fr: Chemin du fichier d'état vide.

source: Free percent must be 0-90.
fr: Pourcentage libre doit être entre 0-90.

source: Retries >= 0.
fr: Tentatives >= 0.

source: Retry delay >= 0.
fr: Délai tentative >= 0.

source: Invalid option value: {error}
fr: Valeur d'option invalide : {error}

source: Backup in progress...
fr: Sauvegarde en cours...

source: Backup started.
fr: Sauvegarde démarrée.

source: Backup Resumed.
fr: Sauvegarde reprise.

source: Resume
fr: Reprendre

source: Backup Paused.
fr: Sauvegarde en pause.

source: Cancel Backup
fr: Annuler la sauvegarde

source: Cancel backup process?
fr: Annuler le processus de sauvegarde ?

source: Cancelling...
fr: Annulation...

source: Cancellation requested...
fr: Annulation demandée...

source: Scanning/Comparing...
fr: Scan/Comparaison...

source: Deleting...
fr: Suppression...

source: Entering dir...
fr: Entrée répertoire...

source: Processing link...
fr: Traitement lien...

source: Processing file...
fr: Traitement fichier...

source: Copying...
fr: Copie...

source: Copying ({size})...
fr: Copie ({size})...

source: Directory done.
fr: Répertoire terminé.

source: Scanning done.
fr: Scan terminé.

source: Done
fr: Terminé

source: Failed
fr: Échoué

source: {items} items ({size})
fr: {items} éléments ({size} copiés)

source: Backup Finished Successfully.
fr: Sauvegarde terminée avec succès.

source: Unknown error
fr: Erreur inconnue

source: Backup Failed: {error}
fr: Échec de la sauvegarde : {error}

source: Backup Cancelled by user.
fr: Sauvegarde annulée par l'utilisateur.

source: Items processed (run): {items} Data copied (run): {size}
fr: Éléments traités (session) : {items} Données copiées (session) : {size}

source: Path: Reason
fr: Chemin : Raison

source: Unknown
fr: Erreur inconnue

source: None
fr: Aucun

source: Exit Confirmation
fr: Confirmation de sortie

source: Backup is in progress. Are you sure you want to exit? This will cancel the backup.
fr: Sauvegarde en cours. Êtes-vous sûr de vouloir quitter ? Cela annulera la sauvegarde.
